[
  {
    "id": "local_1758479125331_9546",
    "title": "Hoa Violet",
    "description": "Hoa Violet (tên khoa học: Viola odorata) là loài hoa nhỏ nhắn, duyên dáng, mang sắc tím đặc trưng gợi cảm giác mộng mơ và lãng mạn.\n\nĐặc điểm\n\nHình dáng: Bông hoa nhỏ, cánh mỏng, thường có 5 cánh đối xứng.\n\nMàu sắc: Chủ yếu là tím, ngoài ra còn có trắng hoặc xanh tím nhạt.\n\nHương thơm: Nhẹ nhàng, thoang thoảng, dễ chịu.\n\nÝ nghĩa\n\nChung thủy & khiêm nhường: Violet tượng trưng cho tình yêu thủy chung và sự kín đáo.\n\nMộng mơ & lãng mạn: Sắc tím gợi nên cảm giác nhẹ nhàng, bay bổng.\n\nHy vọng & niềm tin: Là loài hoa của niềm tin và sự kiên định.\n\nỨng dụng\n\nQuà tặng lãng mạn: Thường được dành cho người yêu, bạn bè thân thiết như lời nhắn gửi tình cảm chân thành.\n\nTrang trí không gian: Cắm trong lọ thủy tinh nhỏ xinh hoặc trồng chậu để bàn, tạo điểm nhấn tinh tế.\n\nHoa khô & hương liệu: Violet còn được dùng trong sản xuất tinh dầu và nước hoa.\n\nBạn có muốn mình viết thêm một đoạn mô tả ngắn 2–3 câu theo văn phong quảng cáo để dùng cho website bán hoa không?",
    "price": 145000,
    "inStock": 54,
    "images": [
      "/local_images/1758479125331_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:25:25.333Z",
    "origin": "local"
  },
  {
    "id": "local_1758479077366_5856",
    "title": "Hoa Tulip Hà Lan",
    "description": "Hoa Tulip Hà Lan (tên khoa học: Tulipa) là biểu tượng nổi tiếng của đất nước Hà Lan, được mệnh danh là “nữ hoàng mùa xuân” nhờ vẻ đẹp thanh lịch và sang trọng.\n\nĐặc điểm\n\nHình dáng: Bông hoa có dáng cúp độc đáo, cánh trơn nhẵn, ôm khít vào nhau.\n\nMàu sắc: Rất đa dạng: đỏ, vàng, hồng, cam, tím, trắng… mỗi màu đều mang ý nghĩa riêng.\n\nĐặc tính: Thân thẳng, cứng cáp, hoa nở bền, thường khoe sắc vào mùa xuân.\n\nÝ nghĩa\n\nTình yêu & lãng mạn: Tulip đỏ tượng trưng cho tình yêu nồng nàn.\n\nNiềm vui & hạnh phúc: Tulip vàng gợi sự rực rỡ, ấm áp.\n\nThanh khiết & trang nhã: Tulip trắng biểu trưng cho sự tinh khôi, trong sáng.\n\nSang trọng & quý phái: Là loài hoa thường gắn liền với sự cao cấp, đẳng cấp.\n\nỨng dụng\n\nTrang trí sự kiện & cưới hỏi: Mang đến không gian hiện đại, sang trọng.\n\nQuà tặng ý nghĩa: Thích hợp cho Valentine, kỷ niệm, sinh nhật, hay dịp đặc biệt.\n\nKhông gian sống: Cắm bình Tulip giúp căn phòng thêm tinh tế và tràn đầy sức sống.",
    "price": 650000,
    "inStock": 21,
    "images": [
      "/local_images/1758479077366_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:24:37.367Z",
    "origin": "local"
  },
  {
    "id": "local_1758479012101_9133",
    "title": "Hoa Sen",
    "description": "Đặc điểm\n\nHình dáng: Cánh hoa xếp nhiều lớp, mượt mà, khi nở bung tỏa hương dịu nhẹ; lá sen to, tròn, nổi trên mặt nước.\n\nMàu sắc: Phổ biến nhất là hồng và trắng; ngoài ra còn có sen xanh, sen vàng hiếm gặp.\n\nHương thơm: Thanh thoát, dễ chịu, đặc trưng riêng biệt.\n\nÝ nghĩa\n\nThanh cao & thuần khiết: Dù mọc từ bùn lầy nhưng hoa vẫn vươn lên tỏa hương, biểu trưng cho nghị lực và phẩm chất cao đẹp.\n\nTâm linh & Phật giáo: Hoa sen gắn với sự giác ngộ, bình an và trí tuệ.\n\nTình yêu & gia đình: Cũng mang ý nghĩa sum vầy, gắn kết và bền chặt.\n\nỨng dụng\n\nTrang trí & lễ hội: Hoa sen được dùng trong các dịp lễ lớn, Phật đản, cưới hỏi, sự kiện trang trọng.\n\nẨm thực & y học: Hạt, ngó, củ, tâm sen đều có giá trị dinh dưỡng và chữa bệnh.\n\nQuà tặng ý nghĩa: Tượng trưng cho sự tôn kính, lời chúc tốt đẹp.",
    "price": 520000,
    "inStock": 45,
    "images": [
      "/local_images/1758479012101_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:23:32.102Z",
    "origin": "local"
  },
  {
    "id": "local_1758478958099_5537",
    "title": "Hoa Ly Trắng",
    "description": "Đặc điểm\n\nHình dáng: Bông hoa to, cánh dài thon, cong nhẹ, xếp đối xứng tạo nên nét mềm mại, tinh khôi.\n\nMàu sắc: Trắng tinh khiết, đôi khi điểm nhẹ sắc vàng nhạt ở nhụy.\n\nHương thơm: Ngọt ngào, dễ nhận biết, lan tỏa mạnh mẽ.\n\nÝ nghĩa\n\nThanh khiết & cao quý: Tượng trưng cho sự trong trắng, chân thành.\n\nTình yêu & sự trân trọng: Thường được dùng để bày tỏ tình cảm chân thành, lời chúc tốt đẹp.\n\nTâm linh & tưởng nhớ: Cũng gắn với ý nghĩa tôn kính và tưởng niệm.\n\nỨng dụng\n\nTrang trí sự kiện: Thường dùng trong đám cưới, tiệc trang trọng nhờ vẻ đẹp tinh khôi.\n\nQuà tặng ý nghĩa: Phù hợp trong những dịp kỷ niệm, lễ hội, ngày đặc biệt để gửi gắm thông điệp yêu thương.\n\nKhông gian sống: Thích hợp cắm bình trang trí phòng khách, bàn ăn, tạo cảm giác sang trọng.",
    "price": 450000,
    "inStock": 45,
    "images": [
      "/local_images/1758478958099_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:22:38.100Z",
    "origin": "local"
  },
  {
    "id": "local_1758478826021_5284",
    "title": "Hoa Lavender",
    "description": "Đặc điểm\n\nHình dáng: Hoa mọc thành bông dài, gồm nhiều nụ nhỏ li ti, xếp san sát trên cành.\n\nMàu sắc: Tím đặc trưng, đôi khi pha xanh hoặc hồng nhạt.\n\nHương thơm: Nồng nàn, dễ chịu, có tác dụng thư giãn và giảm căng thẳng.\n\nÝ nghĩa\n\nTình yêu thủy chung: Biểu tượng của sự son sắt, gắn bó bền lâu.\n\nThanh khiết & bình yên: Sắc tím dịu nhẹ mang đến cảm giác thư thái, an lành.\n\nMay mắn & hạnh phúc: Thường được xem như loài hoa của sự an vui và hy vọng.\n\nỨng dụng\n\nTrang trí & quà tặng: Thường được dùng làm bó hoa, hoa khô hoặc vật trang trí trong nhà.\n\nTinh dầu & mỹ phẩm: Chiết xuất từ Lavender được dùng trong nước hoa, tinh dầu, sản phẩm chăm sóc da.\n\nThư giãn: Hoa khô hoặc tinh dầu Lavender giúp cải thiện giấc ngủ, giảm stress.",
    "price": 230000,
    "inStock": 32,
    "images": [
      "/local_images/1758478826021_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:20:26.022Z",
    "origin": "local"
  },
  {
    "id": "local_1758478773704_9013",
    "title": "Hoa Lan Hồ Điệp",
    "description": "Đặc điểm\n\nHình dáng: Cánh hoa to, tròn đều, mềm mại như cánh bướm.\n\nMàu sắc: Đa dạng: trắng tinh khôi, vàng rực rỡ, tím lãng mạn, hồng nhẹ nhàng…\n\nĐặc tính: Cây ưa bóng râm, hoa bền lâu, có thể nở từ 1–2 tháng.\n\nÝ nghĩa\n\nSang trọng & quyền quý: Biểu tượng của sự giàu sang, thịnh vượng.\n\nTình yêu & hạnh phúc: Lan Hồ Điệp còn tượng trưng cho tình yêu bền vững, hạnh phúc trọn vẹn.\n\nMay mắn & thành công: Thường được chọn làm quà tặng trong dịp khai trương, Tết hoặc lễ kỷ niệm.\n\nỨng dụng\n\nTrang trí nội thất: Thường được trưng bày trong phòng khách, văn phòng, khách sạn để tạo điểm nhấn thanh lịch.\n\nQuà tặng cao cấp: Thích hợp tặng đối tác, người thân trong các dịp trọng đại.\n\nSự kiện & lễ hội: Được ưa chuộng trong trang trí sự kiện, đặc biệt là ngày Tết.",
    "price": 200000,
    "inStock": 20,
    "images": [
      "/local_images/1758478773704_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:19:33.705Z",
    "origin": "local"
  },
  {
    "id": "local_1758478719743_9356",
    "title": "Hoa Hướng Dương",
    "description": "Đặc điểm\n\nHình dáng: Bông hoa to, cánh vàng tươi xếp đều quanh nhụy nâu sẫm, giống như mặt trời nhỏ.\n\nChiều cao: Cây có thể cao từ 1–3m, thân thẳng và cứng cáp.\n\nĐặc tính: Hoa nở lâu, dễ trồng, thường khoe sắc vào mùa hè – thu.\n\nÝ nghĩa\n\nLạc quan & hy vọng: Biểu tượng của niềm tin, nghị lực và sự kiên định.\n\nTình yêu thủy chung: Hướng Dương luôn dõi theo mặt trời, tượng trưng cho tình yêu son sắt.\n\nThành công & thịnh vượng: Màu vàng rực rỡ mang lại cảm giác may mắn, tài lộc.\n\nỨng dụng\n\nTrang trí sự kiện: Rất được ưa chuộng trong tiệc cưới, sinh nhật, khai trương nhờ vẻ đẹp rạng ngời.\n\nQuà tặng ý nghĩa: Thích hợp để gửi gắm lời chúc may mắn, hạnh phúc.\n\nCảnh quan: Trồng thành vườn, luống hoa hoặc chậu trang trí, tạo không gian tươi sáng và tràn đầy năng lượng.",
    "price": 500000,
    "inStock": 45,
    "images": [
      "/local_images/1758478719743_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:18:39.745Z",
    "origin": "local"
  },
  {
    "id": "local_1758478673166_9530",
    "title": "Hoa Hồng Phấn",
    "description": "Hoa Hồng Phấn là loài hoa mang vẻ đẹp dịu dàng và ngọt ngào, được nhiều người yêu thích nhờ sắc hồng nhẹ nhàng, tinh tế.\n\nĐặc điểm\n\nHình dáng: Bông hoa tròn, nhiều lớp cánh xếp mềm mại, khi nở bung tạo cảm giác đầy đặn, cuốn hút.\n\nMàu sắc: Hồng phấn nhạt, tượng trưng cho sự e ấp và lãng mạn.\n\nĐộ bền: Có thể tươi lâu từ 5–7 ngày nếu được chăm sóc đúng cách.\n\nÝ nghĩa\n\nTình yêu trong sáng: Biểu tượng của mối tình nhẹ nhàng, tinh khôi.\n\nSự ngọt ngào & lãng mạn: Thường gợi cảm giác ấm áp, gần gũi.\n\nLời cảm ơn & trân trọng: Phù hợp để gửi đi những thông điệp tình cảm chân thành.\n\nỨng dụng\n\nHoa tặng: Phù hợp trong các dịp sinh nhật, lễ kỷ niệm, ngày Valentine hay 8/3.\n\nTrang trí cưới hỏi: Rất được ưa chuộng để làm hoa cưới, hoa cầm tay cô dâu, hoặc trang trí tiệc.\n\nCắm bình: Mang lại vẻ đẹp nhẹ nhàng, tươi mới cho không gian sống",
    "price": 230000,
    "inStock": 45,
    "images": [
      "/local_images/1758478673166_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:17:53.167Z",
    "origin": "local"
  },
  {
    "id": "local_1758478577038_4041",
    "title": "Hoa Hồng Đỏ Ecuador",
    "description": "Hoa Hồng Đỏ Ecuador là một trong những dòng hoa hồng nhập khẩu cao cấp, nổi tiếng trên toàn thế giới nhờ vẻ đẹp sang trọng và quyến rũ.\n\nĐặc điểm\n\nHình dáng: Bông hoa to, cánh dày, xếp đều đặn, khi nở bung tròn đầy rất bắt mắt.\n\nMàu sắc: Đỏ thắm, đậm và bền màu, thể hiện sự lôi cuốn mạnh mẽ.\n\nThân cây: Dài từ 50–80cm, thẳng và cứng cáp, thích hợp để cắm bình hoặc bó hoa nghệ thuật.\n\nĐộ bền: Hoa tươi rất lâu, có thể giữ từ 7–15 ngày nếu chăm sóc đúng cách.\n\nÝ nghĩa\n\nTình yêu nồng cháy: Biểu tượng của sự đam mê, tình yêu mãnh liệt và vĩnh cửu.\n\nSang trọng & đẳng cấp: Thường xuất hiện trong các dịp lễ, sự kiện quan trọng để khẳng định sự tinh tế.\n\nTôn vinh: Thể hiện sự ngưỡng mộ, trân trọng dành cho người nhận.\n\nỨng dụng\n\nHoa cưới & sự kiện: Là lựa chọn hàng đầu cho bó hoa cưới, lễ kỷ niệm và các buổi tiệc sang trọng.\n\nQuà tặng cao cấp: Thường dùng trong các dịp Valentine, kỷ niệm tình yêu, hoặc tặng đối tác.\n\nTrang trí nội thất: Cắm trong bình pha lê hoặc lọ cao tạo điểm nhấn quý phái cho không gian.",
    "price": 400000,
    "inStock": 13,
    "images": [
      "/local_images/1758478577038_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:16:17.039Z",
    "origin": "local"
  },
  {
    "id": "local_1758478501095_6200",
    "title": "Hoa Đồng Tiền",
    "description": "Đặc điểm\n\nHình dáng: Bông hoa tròn, cánh dài xếp đều quanh nhụy, giống như một mặt trời nhỏ.\n\nMàu sắc: Đa dạng: đỏ, hồng, cam, vàng, trắng… rất bắt mắt.\n\nĐặc tính: Hoa tươi lâu, dễ chăm sóc và thường được cắm trong bình hoặc trồng chậu.\n\nÝ nghĩa\n\nTài lộc & may mắn: Tên gọi “Đồng Tiền” gắn với ý nghĩa phát tài, thịnh vượng.\n\nNiềm vui & hạnh phúc: Màu sắc tươi sáng biểu trưng cho niềm tin và sự lạc quan.\n\nTình bạn & gắn bó: Đồng Tiền còn tượng trưng cho tình cảm chân thành, bền lâu.\n\nỨng dụng\n\nTrang trí Tết & sự kiện: Rất được ưa chuộng để trưng bày trong nhà, bàn thờ, hoặc làm hoa chúc mừng.\n\nQuà tặng: Thích hợp cho sinh nhật, khai trương, lễ kỷ niệm.\n\nCảnh quan: Dễ trồng ở vườn, ban công, làm sáng không gian sống.",
    "price": 300000,
    "inStock": 56,
    "images": [
      "/local_images/1758478501095_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:15:01.097Z",
    "origin": "local"
  },
  {
    "id": "local_1758478427977_4933",
    "title": "Hoa Đỗ Quyên",
    "description": "Đặc điểm\n\nHình dáng: Hoa có cánh mỏng, thường nở thành từng chùm lớn, mỗi chùm gồm nhiều bông rực rỡ.\n\nMàu sắc: Đa dạng như đỏ, hồng, cam, trắng, tím… trong đó đỏ và hồng là phổ biến nhất.\n\nĐặc tính: Cây bụi nhỏ, ưa sáng, thường nở rộ vào mùa xuân.\n\nÝ nghĩa\n\nTình yêu & sự lãng mạn: Hoa Đỗ Quyên tượng trưng cho tình cảm sâu đậm và sự thủy chung.\n\nMay mắn & hạnh phúc: Thường được xem là loài hoa mang lại niềm vui và phúc lành cho gia đình.\n\nSức sống mạnh mẽ: Gắn liền với hình ảnh kiên cường nơi núi cao.\n\nỨng dụng\n\nTrang trí & quà tặng: Thích hợp để trồng chậu cảnh, làm quà trong dịp Tết, lễ hội hay khai trương.\n\nCảnh quan: Thường được trồng ở công viên, vườn hoa để tạo điểm nhấn rực rỡ.\n\nPhong thủy: Nhiều người tin rằng trồng Đỗ Quyên giúp mang lại tài lộc và may mắn.",
    "price": 300000,
    "inStock": 30,
    "images": [
      "/local_images/1758478427977_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:13:47.978Z",
    "origin": "local"
  },
  {
    "id": "local_1758478378533_1901",
    "title": "Hoa Cúc Vạn Thọ",
    "description": "Đặc điểm\n\nHình dáng: Bông hoa tròn xòe to, nhiều lớp cánh dày xếp san sát.\n\nMàu sắc: Chủ yếu là vàng tươi hoặc cam rực rỡ.\n\nĐặc tính: Dễ trồng, nở lâu, có mùi hương đặc trưng giúp xua đuổi côn trùng.\n\nÝ nghĩa\n\nMay mắn & thịnh vượng: Màu vàng của vạn thọ tượng trưng cho tài lộc, sung túc.\n\nSức khỏe & trường thọ: Tên gọi “vạn thọ” mang ý nghĩa chúc sống lâu, khỏe mạnh.\n\nTinh khiết & bền bỉ: Dù nắng gió, hoa vẫn giữ màu sắc rực rỡ, biểu trưng cho nghị lực.\n\nỨng dụng\n\nTrang trí Tết: Được trồng thành luống hoặc chậu, đặt trước nhà để rước tài lộc.\n\nLễ hội, thờ cúng: Thường xuất hiện trong mâm cúng tổ tiên, thần linh.\n\nCảnh quan: Thích hợp trồng vườn, ban công, tạo không gian rực rỡ và ấm áp.",
    "price": 400000,
    "inStock": 13,
    "images": [
      "/local_images/1758478378533_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:12:58.542Z",
    "origin": "local"
  },
  {
    "id": "local_1758478326977_5636",
    "title": "Hoa Cúc Họa Mi",
    "description": "Đặc điểm\n\nHình dáng: Bông hoa nhỏ, cánh trắng mỏng manh xếp đều quanh nhụy vàng tươi.\n\nMùa nở: Thường nở rộ vào cuối thu, kéo dài trong khoảng 2–3 tuần.\n\nSức sống: Hoa mong manh, nhanh tàn nhưng để lại ấn tượng rất riêng.\n\nÝ nghĩa\n\nSự thuần khiết & ngây thơ: Cúc Họa Mi tượng trưng cho tâm hồn trong sáng và tình yêu chân thành.\n\nSự an yên: Những bông hoa trắng muốt mang lại cảm giác thanh thản, bình yên.\n\nTình bạn & gắn bó: Cũng được xem như biểu tượng của tình cảm bền chặt và giản dị.\n\nỨng dụng\n\nChụp ảnh & trang trí: Là nguồn cảm hứng nghệ thuật, thường được trưng trong lọ hoa hoặc dùng làm phụ kiện chụp ảnh mùa thu.\n\nQuà tặng: Thường dành tặng bạn bè, người thân như lời chúc bình an và yêu thương.\n\nTrang trí không gian: Dù ngắn ngủi nhưng cúc họa mi luôn mang lại sức sống mới mẻ cho căn nhà.",
    "price": 600000,
    "inStock": 63,
    "images": [
      "/local_images/1758478326977_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:12:06.986Z",
    "origin": "local"
  },
  {
    "id": "local_1758478261467_2494",
    "title": "Hoa Cẩm Tú Cầu ",
    "description": "Đặc điểm\n\nHình dáng: Gồm nhiều bông nhỏ li ti kết thành một khối cầu tròn.\n\nMàu sắc: Đa dạng từ xanh lam, tím, hồng, trắng cho đến xanh ngọc, và đặc biệt có thể thay đổi màu sắc theo độ pH của đất trồng.\n\nĐộ bền: Hoa tươi lâu, có thể trưng bày nhiều ngày.\n\nÝ nghĩa\n\nTình cảm chân thành: Cẩm Tú Cầu tượng trưng cho sự biết ơn, chân thành trong tình yêu và cuộc sống.\n\nThay đổi & linh hoạt: Màu hoa thay đổi tùy theo môi trường đất, mang ý nghĩa về sự biến chuyển và thích nghi.\n\nHạnh phúc & đoàn viên: Những chùm hoa tròn đầy còn gợi sự sum vầy, gắn kết.\n\nỨng dụng\n\nTrang trí tiệc cưới, sự kiện: Thường dùng để làm hoa cưới, cổng hoa, bàn tiệc vì vẻ sang trọng và lãng mạn.\n\nQuà tặng: Phù hợp cho sinh nhật, kỷ niệm, hay những dịp muốn gửi lời cảm ơn, tri ân.\n\nCảnh quan: Được trồng nhiều trong các khu vườn Đà Lạt, trở thành điểm check-in nổi tiếng.",
    "price": 200000,
    "inStock": 122,
    "images": [
      "/local_images/1758478261467_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:11:01.468Z",
    "origin": "local"
  },
  {
    "id": "local_1758478173514_4134",
    "title": "Hoa Cẩm Chướng Đà Lạt",
    "description": "Đặc điểm\n\nHình dáng: Hoa có nhiều lớp cánh xếp chồng lên nhau, tạo thành bông tròn bông xòe đầy đặn.\n\nMàu sắc: Đa dạng với các gam đỏ, hồng, trắng, vàng, tím… rất bắt mắt.\n\nThời gian nở: Thường nở lâu, giữ được độ tươi khá bền so với nhiều loài hoa khác.\n\nÝ nghĩa\n\nTình yêu và sự quyến rũ: Cẩm Chướng thường tượng trưng cho tình yêu lãng mạn và sự duyên dáng.\n\nBiểu trưng cảm xúc: Mỗi màu hoa mang một ý nghĩa khác nhau:\n\nĐỏ: tình yêu nồng cháy.\n\nHồng: sự ngọt ngào, trìu mến.\n\nTrắng: sự thuần khiết, may mắn.\n\nVàng: niềm vui, hạnh phúc.\n\nỨng dụng\n\nTrang trí và làm quà tặng: Rất được ưa chuộng trong các dịp sinh nhật, lễ kỷ niệm, ngày 8/3, 20/10…\n\nHoa cưới: Thường xuất hiện trong bó hoa cô dâu, hoa cầm tay hay trang trí bàn tiệc.\n\nXuất khẩu: Hoa Cẩm Chướng Đà Lạt còn được trồng để xuất khẩu nhờ màu sắc đẹp và độ bền cao.",
    "price": 100000,
    "inStock": 30,
    "images": [
      "/local_images/1758478173514_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:09:33.516Z",
    "origin": "local"
  },
  {
    "id": "local_1758477899564_3031",
    "title": "Hoa Baby",
    "description": "Đặc điểm\n\nHình dáng: Hoa baby có kích thước rất nhỏ, cánh mỏng, mọc thành từng chùm li ti trên cành mảnh mai. Mỗi cành có thể chứa hàng trăm bông hoa nhỏ trắng muốt hoặc hồng nhạt.\n\nMàu sắc: Phổ biến nhất là màu trắng tinh khôi, ngoài ra còn có baby hồng, tím nhạt.\n\nHương thơm: Nhẹ nhàng, thoang thoảng chứ không quá nồng.\n\nÝ nghĩa\n\nTinh khiết & ngây thơ: Hoa baby tượng trưng cho sự trong sáng, tình yêu thuần khiết.\n\nBền chặt & vĩnh cửu: Do có sức sống khá bền, thường được dùng để gửi gắm tình cảm lâu dài.\n\nPhụ trợ & gắn kết: Trong các bó hoa, baby thường đi kèm với hoa hồng, tulip, hướng dương… giúp tổng thể trở nên hài hòa và mềm mại hơn.",
    "price": 120000,
    "inStock": 50,
    "images": [
      "/local_images/1758477899564_0.jpeg"
    ],
    "createdAt": "2025-09-21T18:04:59.566Z",
    "origin": "local"
  }
]